
import { Review } from "@/types/landing";

export const reviews: Review[] = [
  {
    id: "rev-1",
    name: "नेहा शर्मा",
    city: "जयपुर, राजस्थान",
    image: "/reviews/review-1.svg",
    rating: 5,
    date:"15 दिन पहले",
    review:
      "मैं कई सालों से गर्भधारण करने की कोशिश कर रही थी। कई तरह के इलाज करवाए, लेकिन मुझे मनचाहा परिणाम नहीं मिला। फिर एक रिश्तेदार ने मुझे गर्भ अमृत के बारे में बताया। इसके बाद मैंने इसके बारे में जानकारी ली और डॉक्टर से सलाह करने का फैसला किया।",
    verified: false,
  },
  {
    id: "rev-2",
    name: "प्रियंका पटेल",
    city: "अहमदाबाद, गुजरात",
    image: "/reviews/review-2.svg",
    rating: 5,
    date:"1 माह पहले",
    review:
     "गर्भ अमृत ने मेरी सेहत में काफी सकारात्मक बदलाव लाया है। पिछले 2 महीने से ले रही हूँ, शरीर में ऊर्जा और मानसिक शांति दोनों महसूस होती है। इसका स्वाद भी प्राकृतिक है।",
    verified: false,
  },
  {
    id: "rev-3",
    name: "सुनीता वर्मा",
    city: "लखनऊ, उत्तर प्रदेश",
    image: "/reviews/review-3.svg",
    rating: 5,
    date:"3 सप्ताह पहले",
    review:
      "मैं लंबे समय से परिवार बढ़ाने की कोशिश कर रही थी। जब मेरी एक रिश्तेदार ने गर्भ अमृत का सुझाव दिया, तो मैंने इसके बारे में विस्तार से जानने का निर्णय लिया। मेरे लिए इस सफर में सही जानकारी और विशेषज्ञ की सलाह बहुत महत्वपूर्ण रही।",
    verified: false,
  },
  {
    id: "rev-4",
    name: "अंजलि सेन",
    city: "पुणे, महाराष्ट्र",
    image: "/reviews/review-4.svg",
    rating: 5,
    date:"2 माह पहले",
    review:
      "माँ बनने की इच्छा मेरे लिए बहुत खास है। गर्भ अमृत के बारे में मुझे परिवार के एक सदस्य से पता चला। मैंने इसके बारे में जानकारी ली और अपनी स्थिति के अनुसार उचित चिकित्सकीय सलाह लेने को प्राथमिकता दी।",
    verified: false,
  },
];